content/posts/zettelkasten.md
+++
title = "Zettelkasten Note-taking Method"
date = 2021-06-11T16:43:00+08:00
lastmod = 2021-07-23T16:48:29+08:00
draft = false
+++

> The Zettelkasten method was made famous by Niklas Luhmann, who was a German
> sociologist who published over 70 books and 400 academic articles (Ahrens,
> 2017, pp.30). Luhmann credited his achievements to his Zettelkasten, which
> contained over 90,000 ideas that helped him develop topics by knitting
> together ideas into a cohesive whole. His books wrote themselves, idea by
> idea. Even after his death, Luhmann's ideas were combined to publish more
> books on his behalf.
>
> The word Zettelkasten is German for "slip box", which refers to a box
> containing many slips of paper (Ahrens, 2017). Each slip represents a single,
> atomic idea that makes sense by itself, and also in combination with other
> ideas (similar to how our brain works, but with a better memory).


## Book {#book}

-> [读《卡片笔记写作法》]({{< relref "how-to-take-smart-notes" >}})


## Reference {#reference}

-   <https://www.youtube.com/watch?v=4veq2i3teVk&ab%5Fchannel=BielefeldUniversity>
-   <https://www.youtube.com/watch?v=Pp3NMB9G7yY&ab%5Fchannel=CeheparCheng>
-   <https://zettelkasten.de/introduction/>
-   <https://www.youtube.com/watch?v=rOSZOCoqOo8>
-   <https://medium.com/@rebeccawilliams9941/the-zettelkasten-method-examples-to-help-you-get-started-8f8a44fa9ae6>
